/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Det har oppstått en valideringsfeil";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Det oppsto en feil";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Forkast endring";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Formateringsfeil";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Ulovlig nøkkel";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Nøkkelen kan ikke være tom";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Nøkkelen er allerede i bruk";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Verdien for %@ kan ikke være tom";

